set names utf8;
drop database if exists yys;
create database yys charset=utf8;
use yys;
create table news(
  newtime varchar(16),
  ntitle varchar(70),
  ncontent varchar(128)
);
insert into news values('08-19','盛夏之约《阴阳师》为崽而战序幕再度拉开！','为崽而战的全民应援阶段即将开启，憨态可掬的吃货首领和渴望证明实力的顽皮众妖正在肆无忌惮地挑衅，阴阳师们赶紧准备出击吧！寮办为大......'),
('08-15','朽木露琪亚参上！《阴阳师》×TV动画《BLEACH境·界》限定联动即将开启！','尘土飞扬之间，可怖的面容渐渐浮现。没有形体，却令灵体恐惧的巨大魔物前，只见一只黑色的蝴蝶轻轻扇动翅膀，忽然银月般的刀刃在黑暗中......'),
('08-14','黑崎一护到访！《阴阳师》× TV动画《BLEACH境·界》联动即将正式开启！','尘土漫天飞扬，断壁残垣中，少年的身影渐渐出现。虽然他伤痕累累，目光却依然坚定。《阴阳师》×TV动画《BLEACH境·界》联动即......'),
('08-13','《阴阳师》手游8月14日维护更新公告','为了给大家带来更好的游戏体验，服务器将于8月14日(周三)早上6:30-9:00进行停服维护，如未能按时完成，则开服时间将会顺延......'),
('08-13','死神降临！《阴阳师》× TV动画《BLEACH境·界》限定联动将启','月夜之下，暗影重重。黑色身影跃动于屋檐之间，紧握手中的斩魄刀，已现出了最美的姿态。时空交织重合，相同的守护之心由此联结，一同捍卫......'),
('08-08','以荒川之名！《阴阳师》无名之卷 终章降临','狰狞海妖乘着鬼船不断逼近，可怕的厮杀染红了我的家园。毫无抵抗之力的我躲在礁石旁，除了眼睁睁地旁观一切，便只能跟随大家逃离荒川......'),
('08-07','钟声绵绵梦醒时《阴阳师》清姬全新皮肤上线！','清晨的钟声从远方传来，弥漫开来的紫色雾气中，细长的身形影影绰绰。熹微晨光洒落鎏金梳篦，白色绸缎上花纹精致而繁复。长发挽成高高的......'),
('08-06','《阴阳师》手游8月7日维护更新公告','为了给大家带来更好的游戏体验，服务器将于8月7日(周三)早上6:30-9:00进行停服维护，如未能按时完成，则开服时间将会顺延。具体更新详情......'),
('08-02','《阴阳师》X京东818手机节：神秘寻宝之旅开启','来自海国的风暴持续蔓延，神秘势力悄然来袭……适逢《阴阳师》X京东818手机节跨界联动，大岳丸、不知火、鬼切、酒吞童子，四位人气......'),
('07-31','游川逐浪自逍遥《阴阳师》荒川之主新皮肤上线！','远山隐在朦胧的水气中，月光铺满的水面粼粼闪动，偶有顽皮的鱼儿跃出水面，惊起几朵浪花。晚风拂去几分酷热的暑气，夏夜渐显凉爽。荒川......');


