var vm=new Vue({
  el:"#app",
  data:{
    emps:["桃花妖","雪女","三尾狐","灯笼鬼","彼岸花呱","座敷童子","鲤鱼精","九命猫","狸猫","河童","鬼使白","鬼使黑","童男","童女","饿鬼","孟婆","巫蛊师","大天狗","鸦天狗","酒吞童子","犬神","食发鬼","武士之灵","骨女","雨女","跳跳弟弟","跳跳妹妹","兵俑","丑时之女","荒呱","独眼小僧","鬼女红叶","铁鼠","跳跳哥哥","椒图","辉夜姬呱","管狐","山兔","萤草","花鸟卷呱","一目连呱","蝴蝶精","傀儡师","山童","首无","提灯小僧","赤舌","海坊主","荒川之主","觉","青蛙瓷器","判官","凤凰火","吸血姬","妖狐","阎魔","妖琴师","食梦貘","两面佛","小鹿男","清姬","镰鼬","姑获鸟","二口女","白狼","茨木童子","青行灯","樱花妖","惠比寿","妖刀姬","络新妇","般若","一目连","青坊主","古笼火","万年竹","夜叉","黑童子","白童子","花鸟卷","辉夜姬","烟烟罗","金鱼姬","荒","妖刀姬呱","鸩","以津真天","匣中少女","彼岸花","兔丸","小松丸","书翁","雪童子","百目鬼","奴良陆生","追月神","山风","日和坊","薰","青行灯呱","玉藻前","数珠","小袖之手","弈","御馔津","卖药郎","虫师","猫掌柜","鬼灯","阿香","蜜桃&芥子","面灵气","鬼切","犬夜叉","杀生丸","少羽大天狗","白藏主","人面树","於菊虫","桔梗","一反木绵","入殓师","炼狱茨木童子","天井下","化鲸","八岐大蛇","稻荷神御馔津","苍风一目连","赤影妖刀姬","海忍","不知火","御怨般若","久次良","大岳丸","骁浪荒川之主","蟹姬","盗墓小鬼","寄生魂","唐纸伞妖","天邪鬼绿","天邪鬼赤","天邪鬼黄","天邪鬼青","帚神","涂壁","大天狗呱","酒吞呱","荒川呱","阎魔呱","两面佛呱","小鹿男呱","茨木呱"],
    emps02:["奴良陆生","卖药郎","鬼灯","阿香","蜜桃&芥子","犬夜叉","杀生丸","桔梗"],
    emps03:["少羽大天狗","炼狱茨木童子","稻荷神御馔津","苍风一目连","赤影妖刀姬","御怨般若","骁浪荒川之主"],
    emps04:["大天狗","酒吞童子","荒川之主","阎魔","两面佛","小鹿男","茨木童子","青行灯","妖刀姬","一目连","花鸟卷","辉夜姬","荒","彼岸花","雪童子","山风","玉藻前","御馔津","面灵气","鬼切","白藏主","八岐大蛇","不知火","大岳丸"],
    emps05:["桃花妖","雪女","鬼使白","鬼使黑","孟婆","犬神","骨女","鬼女红叶","跳跳哥哥","傀儡师","海坊主","判官","凤凰火","吸血姬","妖狐","妖琴师","食梦貘","清姬","镰鼬","姑获鸟","二口女","白狼","樱花妖","惠比寿","络新妇","般若","青坊主","万年竹","夜叉","黑童子","白童子","烟烟罗","金鱼姬","鸩","以津真天","匣中少女","小松丸","书翁","百目鬼","追月神","日和坊","薰","弈","猫掌柜","人面树","於菊虫","一反木绵","入殓师","化鲸","海忍","久次良","蟹姬"],
    emps06:["三尾狐","座敷童子","鲤鱼精","九命猫","狸猫","河童","童男","童女","饿鬼","巫蛊师","鸦天狗","食发鬼","武士之灵","雨女","跳跳弟弟","跳跳妹妹","兵俑","丑时之女","独眼小僧","铁鼠","椒图","管狐","山兔","萤草","蝴蝶精","山童","首无","觉","青蛙瓷器","古笼火","兔丸","数珠","小袖之手","虫师","天井下"],
    emps07:["灯笼鬼","提灯小僧","赤舌","盗墓小鬼","寄生魂","唐纸伞妖","天邪鬼绿","天邪鬼赤","天邪鬼黄","天邪鬼青","帚神","涂壁"],
    emps08:["大天狗呱","酒吞呱","荒川呱","阎魔呱","两面佛呱","小鹿男呱","茨木呱","青行灯呱","妖刀姬呱","一目连呱","花鸟卷呱","辉夜姬呱","荒呱","彼岸花呱"]
  }
})